# St7GetVertexSize

Returns the size index of the displayed vertices.

long St7GetVertexSize(long uID, long* Size)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Size
The vertex size index in the range kMinPointSize to kMaxPointSize.